"tn_tabbar_home_title" = "Homepage";
"tn_tabbar_category_title" = "Categories";
"tn_tabbar_order_title" = "Order";
"tn_tabbar_more_title" = "More";
"tn_page_ordersubmit_title" = "Submit order";
"tn_button_ordersubmit_success_title" = "Congratulation! You have successfully ordered";
"tn_button_OK_title" = "OK";
"tn_button_submitorder_title" = "Submit order";
"tn_page_totalcount_text" = "Total:";
"tn_page_payments_title" = "Payment";
"tn_page_payment_ondelivery_text" = "Cash on delivery";
"tn_page_total_amount_title" = "Subtotal";
"tn_page_deliveryfee_title" = "Shipping Fee";
"tn_page_shoppingcar_title" = "Cart(%zd)";
"tn_alert_sharesuccess_title" = "Share successfully";
"tn_button_confirm_title" = "Confirm";
"tn_text_M_title" = "Mr.%@,%@";
"tn_text_F_title" = "Mrs.%@,%@";
"tn_page_deliveryto_title" = "Receiving address";
"tn_page_deliveryto_placeholder" = "Please fill in your receiving address";
"tn_page_default_title" = "Default";
"tn_page_contact_title" = "Contact Number";
"tn_page_nodata_title" = "No more result";
"tn_page_search_title" = "Search for products/store name";
"tn_page_category_title" = "Categories";
"tn_page_choiceness_title" = "Featured";
"tn_page_networkerror_title" = "The network is weak, click to reload";
"tn_button_reload_title" = "Reload";
"tn_button_price_title" = "Price";
"tn_text_filter_lowest_placeholder" = "Lowest";
"tn_text_filter_highest_placeholder" = "Highest";
"tn_button_cancel_title" = "Cancel";
"tn_alert_clearhistory_title" = "Are you sure to delete the history?";
"tn_button_NoYet_title" = "No yet";
"tn_text_sold_title" = "Sold ";
"tn_button_sort_volume_title" = "Sales";
"tn_button_sort_price_title" = "Price";
"tn_button_filter_title" = "Filter";
"tn_page_searchhistory_title"  = "Search history";
"tn_page_searchhistory_empty_title" = "No more search history";
"tn_share_category_title" = "Share to";
"tn_home_choose_address_again" = "Choose your location again";
// version 1.6 added
"tn_payment_result" = "Payment Result Page";
"tn_order_success" = "Successfully ordered";
"tn_payment_success" = "Success";
"tn_payment_processing" = "Processing";
"tn_payment_fail" = "Payment failed";
"tn_back_home" = "Back to homepage";
"tn_check_order" = "Order Detail";
"tn_stock_total" = "Stock";
"tn_product_quantity" = "Qantity";
"tn_all_review" = "View all comments";
"tn_choose_sku" = "Choose";
"tn_delivery_fee" = "Shipping Fee";
"tn_service_info" = "Service";
"tn_product_details" = "Details";
"tn_product_reviews" = "Item reviews";
"tn_no_reviews" = "No comment yet";
"tn_remove_favorite" = "Uncollect";
"tn_add_favorite" = "Collected successfully";
"tn_product_backhome" = "Home";
"tn_product_store" = "Store";
"tn_product_customer" = "Chat";
"tn_product_cart" = "Cart";
"tn_add_cart" = "Add to cart";
"tn_buynow" = "Buy now";
"tn_out_sold" = "Out of stock ";
"tn_service_title" = "Service";
"tn_add_cart_success" = "Added successfully";
"tn_add_cart_fail" = "Added failed";
"tn_completed" = "Completed";
"tn_button_title_receive" = "Confirm received";
"tn_write_review" = "Write a review";
"tn_check_review" = "Comments";
"tn_exchange_product" = "Exchange";
"tn_button_payment" = "Pay now";
"tn_pending_review" = "Waiting for approval";
"tn_pending_review_desc" = "Dear Customer, your order is waiting for approval, please wait!";
"tn_pending_payment" = "Waiting for payment ";
"tn_pending_payment_desc" = "Your order has been submitted, please complete the payment within %@";
"tn_pending_shipment" = "To be shipped";
"tn_pending_shipment_desc" = "Dear Customer, your order is being shipped, please wait!";
"tn_shipped" = "To be received";
"tn_shipped_desc" = "Dear Customer, your order has been shipped, please wait.";
"tn_order_completed" = "Completed";
"tn_order_completed_desc" = "Dear Customer, your order has been received, wish you happy shopping. ";
"tn_order_canced" = "Cancelled";
"tn_order_canced_desc" = "Order Canceled";
"tn_order_total_info" = "Total %d item,Total:";
"tn_change_price_reason_title" = "Order price modified.Reason:";
"tn_exchange_info" = "Exchange instructions";
"tn_order_details" = "Order details";
"tn_order_cancel_confirm_title" = "Are you sure to cancel order ?";
"tn_order_cancel_confirm_content" = "Product quantity is limitied, other users are snapping up";
"tn_order_confirm_title" = "Please confirm that you have been received your product";
"tn_merchant_tyle_self" = "Self";
"tn_order_orderno" = "Order Number";
"tn_order_createtime" = "Created date";
"tn_order_paymentType" = "Payment method ";
"tn_order_shipType" = "Delivery method ";
"tn_choose_paytype" = "Choose payment method";
"tn_submit_order_result" = "successfully ordered";
"tn_submit_order_result_desc" = "Please pay attention to incoming calls within 1 hour, customer service will contact you to confirm the order.";
"tn_order_cancelTime" = "Cancel Time";
"tn_order_cancel_confirm_btn" = "Cancel";
"tn_order_cancel_continue_title" = "Continue";
"tn_button_received" = "Received";
"tn_submit_address_placeholder" = "Choose shipping address";
"tn_submit_address_title" = "Delivery to";
"tn_button_cancel_order_title" = "Cancel";
"tn_page_store_search_title" = "Search for products name";
"tn_order_memo_title" = "Note";
"tn_order_memo_none" = "None";
"tn_order_submit_memo_placehol" = "Optional";
"tn_order_submit_memo_title" = "Note";
"tn_button_submit" = "Submit";
"tn_order_total_info2" = "Total %d,total price:";

"tn_product_topic" = "Product topic";
"tn_activity_rules" = "Activity Rules";
"tn_topic_expired_tips" = "The topic has expired, go to the homepage to see";
"tn_go_home_page" = "Go home page";
"tn_close" = "Close";
"tn_delete" = "Delete";
"tn_best_sellers" = "Best sellers";
"tn_choose_adress" = "Choose shipping address";
"tn_buy_again" = "Buy again";
"tn_service_guarantee" = "Service Guarantee";
"tn_reason" = "Reason";
"tn_difference_amount_record" = "Make up/refund difference amount";
"tn_difference_amount" = "Refund the difference amount";
"tn_choose_pay_method" = "Choose payment method";
"tn_good_no_available" = "Item is no longer available";
"tn_title_all" = "All";
"tn_total" = "Totol";
"tn_out_of_stock_now" = "Temporarily out of stock";
"tn_stock_left" = "Only %@ left in stock.";
"tn_limit_goods_tips" = "The purchase of goods is limited to %ld pieces, so leave the opportunity to others";
"tn_limit_goods_num" = "Limited purchase %ld pieces";
"tn_add_difference" = "Make up the difference";
"tn_refund_difference" = "Refund";
/*********************助力砍价相关****************************/
"tn_bargain_Index_title" = "Friends help, free delivery";
"tn_bargain_invite_friend" = "Invite friends to help";
"tn_bargain_take_away" = "Get it";
"tn_bargain_end_after" = "End after %@";
"tn_bargain_task_ongoing" = "In progress";
"tn_bargain_continue" = "Continue";
"tn_bargain_pay_after_success" = "Help price:";
"tn_bargain_price_k" = "Market price";
"tn_bargain_success" = "Help successfully";
"tn_bargain_not_success" = "Help unsuccessful";
"tn_bargain_record" = "Help record";
"tn_bargain_check_order" = "check order";
"tn_bargain_invite_take_good_tips" = "More invitation for %ld, product for %@";
"tn_bargain_choose_good_tips_k" = "Choose a product and shipping address";
"tn_bargain_people_help_tips_k" = "Pull people help";
"tn_bargain_shipping_adress" = "Shipping address";
"tn_bargain_select_shipping_adress" = "Please select the shipping address";
"tn_bargain_show_get_tips" = "%@ got";
"tn_bargain_end" = "End help";
"tn_bargain_sold_out" = "Sold out";
"tn_bargain_invite_strategy" = "Activity steps";
"tn_bargain_detail_title_k" = "Purchase at super low price and deliver to your door step";
"tn_bargain_unsuccess_try_k" = "The help is unsuccessful, please try again later";
"tn_bargain_see_detail" = "See details";
"tn_bargain_no_record_k" = "No invitation to help record";
"tn_bargain_no_strategy_teaching" = "No strategy teaching flowchart";
"tn_bargain_had_invite_tips" = "%ld friend(s) has been invited, still need %ld friend(s) for help";
"tn_bargain_order_wait_tips" = "Your order is waiting for approval, please wait!";
"tn_bargain_free_shipping" = "(Free shipping)";
//更多页面
"tn_more_my_help_tips" = "Help record";
"tn_more_my_group_buy_tips" = "My group buy";
"tn_more_distributor_application_tips" = "Distributor application";
"tn_more_distributon_commission_tips" = "Distribution commission";
"tn_more_my_shop_tips" = "My Shop";

"P82qTdqX" = "Please enter the promo code to get discount";
"OkaO8L5F" = "Promo Code";
"8gEQlPlO" = "Please enter";
"yGHLNHRF" = "Promo code using";
"EdvP49Dy" = "instructions";
"ewg4ldyU" = "This offer code is a marketing offer provided by WOWNOW. if you want to use the offer code, please fill in the offer code characters in the offer code filling area.";
"2QFLfzIQ" = "Are you sure you want to give up the promo code?";

"tn_productDetail_item" = "Item";
"tn_productDetail_review" = "Review";
"tn_productDetail_detail" = "Details";

"tn_product_notFoundAddress" = "No address information";
"goShopping" = "View Shop";
"Number of commodities" = "Products";
"Store rating" = "Rating";
"tn_contact" = "Contact";
"tn_service" = "Customer Service";
"tn_customer" = "Chat";

//店铺 2021.1.7
"tn_store_all_product" = "All Products";
"tn_store_live_photo" = "Live Photos";
"tn_store_more" = "More";
"tn_store_less" = "Less";
"tn_store_notContact" = "No contact number";
//分享描述
"tn_share_default_desc"= "Products are great variety, good quality, low price, come and WOWNOW!";
"tn_share_bargain_desc" = "Help me take away the goods at super low prices!";
"tn_share_groupbuy_desc" = "Let's Group Buy the product , and get it at a super low price!";
"tn_share_good_detail_desc" = "Discount price %@";

"tn_im_orderNo" = "Consultation order No. ";

"tn_express_details_title" = "Shipping Details";
"tn_platfrom_coupon" = "Platform Coupon";

"tn_pay_state_tips" = "The order status has changed, please refresh this page.";

"tn_how_transfer_wownow" = "How to transfer money to WOWNOW";
"tn_transfer_pay" = "Transfer payments";
"tn_transfer_money" = "Transfer amount";
"tn_how_transfer" = "How to transfer";
"tn_supports_way" = "WOWNOW supports the following ways to collect money:";
"tn_contact_tips" = "If transferred successfully, please contact";
"tn_platform_service" = "Platform customer service";
"tn_copy" = "Copy";
"tn_copy_success" = "Copied successfully";

"tn_invite_to_register" = "You are invited to register with WOWNOW and you can help your friends to buy the goods at a super low price.";
"tn_help_friend_now" = "Help friends immediately";
"tn_initiate_my_help" = "Initiate my help";
"tn_help_friend_success" = "Successfully helped friends";
"tn_help_over" = "Help is over";
"tn_help_end_tip" = "The event has ended, come early next time! ! !";
"tn_not_help" = "Didn't help";
"tn_initiate_help_tip" = "Initiate help, you can also purchase the goods at low prices";
"tn_thank_for_help" = "Thank you so much for helping me";

"tn_orderDetail_apply_refund" = "Request refund";
"tn_apply_refund_detail" = "Application details";
"tn_refund_type" = "Type of refund";
"tn_rfItem_refund" = "Refund";
"tn_apply_type" = "Type";
"tn_apply_reason" = "Reason for request";
"tn_please_select" = "Select";
"tn_refund_desc" = "Supplementary description and credentials";
"tn_refund_desc_detail" = "Please fill in the description";
"tn_refund_pre_talk" = "Contact merchant before applying:";
"tn_refund_customer" = "Chat";
"tn_refund_platform_contact" = "For platform intervention, contact";
"tn_platform_phone" = "Customer service";
"tn_input" = "Input";
"tn_orderDetail_cancel_apply_refund" = "Cancel refund";
"tn_cancel_applyRefund_confirm_content" = "Sure to cancel the refund request?";
"tn_notice" = "Prompt";
"tn_refund_record" = "Refund Information";
"tn_refund_money" = "Requested refund amount ($)";
"no_select_apply_reason" = "Please select the reason";
"tn_service_phone" = "Merchant number";
"tn_order_details_cusomter" = "Chat";
"tn_order_details_phone" = "Contact";
"tn_pending_transfer_pay" = "Dear Customer, your order is waiting for payment, pleae pay quickly.";
"tn_business_phone" = "Merchant";
"tn_order_details_callphonoe" = "You can contact";
"tn_order_detials_no_business_phone" = "No contact number";
"tn_remark" = "Description";
"tn_transfer_result_tip" = "View order and click “Transfer Payment”";
"tn_check_adress_tip" = "Can't change the address of outside Phnom Penh. If necessary, please cancel it and reorder.";
"tn_invite_new_user_bargain" = "More invite %@ new users to get this product";
"tn_invite_friend_bargain" = "More invite %@ friend(s) to get this product";
"tn_recommend" = "All";
"tn_bargain_detail_tips" = "After your friends clicks the invitation link, they need to open it in WOWNOW APP to help.";
"tn_bargain_specials" = "Bargain specials";
"tn_had_total_bargain" = "Helped goods";
"tn_had_deals_number" = "Deals %ld";
"tn_good_friend" = "Your friend";
"tn_rule" = "Activity Rules";
"tn_bargain_most_money" = "You can help up to ";

"tn_product_details_saleArea" = "Ship";
"tn_product_detail_only_regoin" = "Only ship to";
"tn_product_detail_ship_to" = "Ship to";
"tn_product_detail_Cambodia" = "Cambodia";
"tn_product_bargain_discount" = "Bargain specials";
"tn_product_pintuan_discount" = "拼团特惠";
"tn_check_region_tip" = "The goods are only delivered to the main area of Phnom Penh, please modify the delivery address";

"tn_bargain_invited_new_user" = "%@ new users have been invited";
"tn_bargain_invited_friends" = "%@ friends have been invited";
"tn_bargain_count_down_end" = "End after";

"tn_page_recommended_products" = "Picked For You";
"tn_bargain_recommend_more" = "More";
"tn_big_challenge_number" = "%@ friends have helped bargain";
"tn_big_challenge_bargain_success" = "Thank you so much for helping me bargain successfully!";

"tn_no_authority" = "Insufficient permissions";
"tn_product_sms" = "SMS";
"tn_product_phone" = "Phone";

"tn_filter_default" = "Best Match";

"tn_had_reviewed_k" = "Have been reviewed";
"tn_not_review_k" = "To be reviewed";
"tn_seller_reply_k" = "Seller replies";
"tn_write_review_k" = "Write a review";
"tn_write_review_timeout_tips_k" = "Please complete the evaluation within 10 days, and the system will give a favorable Review after 10 days";

"tn_post_review" = "Upload your review";
"tn_score_veryBad"  = "Very Bad";
"tn_score_bad" = "Bad";
"tn_score_Okay" = "Okay";
"tn_score_veryGood" = "Very Good";
"tn_score_Excellent" = "Excellent";
"tn_storeReview" = "Store review";
"tn_postReview_success" = "Your reviews have been submitted successfully.";
"tn_shippingServices" = "Shipping Services";
"tn_serviceAttitude" = "Service attitude";
"tn_post_review_title" = "Add review";

"tn_view_now" = "View now";
"tn_coupon_item_leftTitle" = "Here is";
"tn_coupon_item_rightTitle" = "Coupon";

"tn_postreview_say" = " Please say something, such as the quality of the products, cost, etc.";
"tn_Anonymousreview" = "Anonymous review";

"tn_tf_contact" = "Contact Number";
"tn_tf_submit_agian" = "Submit successfully";
"tn_tf_reviewing" = "Reviewing";
"tn_tf_review_approved" = "Review approved";
"tn_tf_review_not_approved" = "Review not approved";
"tn_tf_voucher" = "Transfer Voucher";
"tn_tf_submit_success" = "Submit successfully";


"1GuBJmHn" = "OK";
"0JqLdpAK" = "Agree to the following terms";
"sKPxGR1K" = "View more >";
"ZMMcmb5i" = "Shipment Track";
"WTups989" = "Package";
"HuV6uEKZ" = "No shipping information";
"yU7gBsjh" = "Tracking No. ";
"5lQYLbkc" = "
Official Website";
"hh3w2LaU" = "";
"ZmxZAZvY" = "Overseas Shopping";
"201QHrz5" = "Classification";
"QzFfj4CF" = "New Products";
"6RzEul4A" = "";
"SMSpgXLZ" = "China";
"YJJEc1MY" = "Inter shipping";
"vH61oOX8" = "Cambodia";
"Y8E5EdDp" = "Delivery notes";
"oP6mSV3r" = "Deliverable area ";
"TOIFMAND" = "Shipping cost per order ($)";
"jZfhTnwG" = "Shipping fee information";
"i2yuYspd" = "Details";
"xqTIQcI9" = "Unknow";

"yQCmXdeH" = "Delivery Information";

"PDnJ6R3I" = "Please read and tick the terms at the bottom of the page";

"cart_order_now" = "Order";
"sub_total" = "Subtotal";

"8N0AYQDY" = "Deleted successfully";
"zKRyQ77T" = "Confirm to delete?";
"rmFnhPj0" = "Favorite products";
"JeUwE2rr" = "Favorite stores";
"BOVr2t7e" = "My collection";

"tn_orderDetails_edit_address_tpis1" = "The product has been shipped, please ask customer service to modify the address";
"tn_orderDetails_edit_address_tpis2" = "Changing the address may affect the delivery, sure to modify it?
";

"3wF1oRPi" = "Order status";
"uFOxSJZG" = "dial number";
"WVn2QhqF" = "Order reminder";
"EWA9zDhA" = "Got it, continue to buy";
"71fwXO9v" = "Got it, add to cart";

"tn_video_play_tip" = "You are using non-WiFi play, please pay attention to mobile phone data consumption";


"UFrIdr2o" = "Reset";
"7PvHNTC0" = "If the goods purchased overseas do not have quality problems, returns and refunds are not supported. \n If you need a refund, please contact merchant customer service.";
"ZYmXF0W9" = "All Categories";
"6v0MnD2N" = "Selected";

"tn_search_k" = "Search";
"tn_exchange_rate_k" = "Exchange rate";

"tn_location_not_open_tip" = "Location service is not turned on";
"tn_location_not_open_content_k" = "The current location is not within the delivery range, please turn on the positioning or select the delivery address";
"tn_location_open_k" = "Turn on positioning";

"lps6Jl61" = "Choose shipping address";
"FyEfaUt8" = "Switch address";
"jQsarOcl" = "Change shipping address";
"hwwfhcdv" = "Delivery Area";
"1UMplpCn" = "Business location";

"tn_change_faild" = "Address change failed ,please try again";
"tn_change_success" = "Address changed successfully";
"btn_nearby_buy" = "Buy nearby";



"XDIeNGvw" = "Please select the delivery address first to check the delivery range of the goods";
"njR3FMFV" = "The current delivery address is not within the sales area, you can check the following topics ";
"5SgHxu0D" = "It is detected that your current delivery address is not within the delivery range of the store, and you must place an order within the delivery range";
"LVifkvBg" = "The delivery address must be within the delivery area of the store before placing an order";
"L0DSj30d" = "View store delivery range";
"SugnLs2V" = "Check the delivery area";
"GXNehJLg" = "Go buy";
"XGVcadlQ" = "Delivery Area";
"PhWcGCYV" = "The yellow area is the current delivery area";

"SW1eoWUt" = "Return to the mall";
"CZSvgKkL" = "The delivery address is not in the delivery area";
"TcgDeFjA" = "Change delivery address";
"0jPkiTIb" = "Free shipping goods";
"QnZH0Z83" = "Free shipping";
"SBJwEl0y" = "Collect goods";
"2j4L6C52" = "Cash on delivery, click to view the logistics billing standard";
"m7q6Rfk6" = "Freight details";
"Te3WGmBJ" = "Total freight";
"6jX8JysY" = "Total billing weight";
"goC0O6Uj" = "Insurance";
"TVTi60bs" = "Additional fee";
"3ZuRbAB4" = "Value-added services";
"S416PauM" = "Total payable";
"fup2KiKa" = "Estimated total freight";
"ZN1vdoq2" = "View details";
"kI6BaJBD" = "A total of %ld products";
"5lKamBqi" = "Return";
"d3RQIY8O" = "Commodity weight";
"4ENkxCpS" = "Cash on delivery, click to view the logistics billing standard";
"5JiVnZRY" = "Logistics billing standards";

"i4h6aHsC" = "Cancel sale";
"3Sfc8II1" = "Join the sale";
"SZwLu50L" = "Are you sure to remove the selected products?";
"AKccELBK" = "Store markup has not set yet, please set it first";
"1dh32q2n" = "Income";
"vg0PzsXn" = "Selling price";
"QWjyhTSY" = "Wholesale price";
"rUtm0BHF" = "Order Details";
"yGDiKRr0" = "Profit description";
"8h5Wh1lD" = "The status of paid and cancelled orders: Estimated income (amount after deduction of service fee)\n\nThe status of the completed order is displayed: settlement income (amount after deducting the service fee)";
"E1I6ZUG5" = "Paid";
"hTFG1UDO" = "Expired";
"CFoNRsJY" = "Reason for failure";
"rhn0c4KT" = "Estimated income";
"siCRSOZm" = "Order number";
"mketnX7J" = "Place an order";
"ICOzwUJ5" = "Complete time";
"hP8hNm9Z" = "The nickname of the user who placed the order";
"Bm4PvkQ6" = "Shop name";
"2XDF1h9C" = "Total amount ($)";
"B1a17lZE" = "Seller income ($)";
"nL435bnw" = "Platform service fee ($)";
"OIV4NUIZ" = " Actual income ($)";
"PhZAhu0l" = "Income status";
"rwVSz8v3" = "Withdrawable";
"oXCF17fO" = "Estimated income record";
"xHpMQ6s4" = "Estimated income";
"1rPeo8du" = "Benefit details";
"VX7rIgUv" = "Under review";
"2DeMSpwN" = "Initiate a withdrawal";
"RSiIEIYW" = "Total assets";
"AZ3Za5xN" = "Time";
"kwCIcL1x" = "Amount";
"jgHcuYmH" = "Nick name";
"EflnCwt2" = "Phone number";
"AegA4yhW" = "Order time";
"1J4bmuvc" = "Earning records";
"tkuxmKEc" = "My client";
"LJa8rvyd" = "Seller's income";
"cri3B0so" = "Withdrawal method";
"mCPxonSi" = "Third party payment";
"WqN6EPGK" = "Bank Transfer";
"bX44DKDk" = "Payment company name";
"LKipPAAx" = "Bank name";
"lcFUhF8n" = "Payment account";
"pBB3MUZp" = "Account Name";
"mJzP2nCp" = "Account Name";
"N1Z0wzjw" = "Withdrawal details";
"hQSazy9v" = "Passed review";
"ImXEfCiN" = "Didn't passed review";
"Z5kClyL2" = "Withdrawal Amount";
"7BN04Y3L" = "Payment voucher";
"Slt2FyKd" = "Please select the withdrawal method";
"2Nz7aYdD" = "Please select a bank";
"ky2TZs7Q" = "Please choose a payment company";
"jHQMjV9F" = "Payment company";
"QIndNZKy" = "Please fill in the bank account number";
"RYq526RH" = "Name";
"QccMJkwF" = "Surname";
"2AysvA4L" = "Account name";
"Pp4hJo9S" = "Seller application";
"WmBVpfpm" = "Submit successfully, customer service will contact you later.";
"4E8dqPbE" = "Submit the application and you will agree";
"v8e765p9" = "Seller Agreement";
"JyYh19Cq" = "Full name";
"RlR6dmg8" = "Please fill in at least one to facilitate the platform customer service to contact you";
"MdpCJEUA" = "Please enter WeChat ID";
"qaL4cY5J" = "Please enter your Facebook account";
"Xz9Wnnq6" = "Submit";
"b2Fxt1Ci" = "If you have any questions, please contact";
"GeKA8B9E" = "Search for products";
"ZwILnSab" = "Change price";
"wkqZNwOl" = "Shop ID";
"GDhE2k66" = "Markup setting";
"4pFeIHa1" = "I want to choose";
"gzi49m3Y" = "Batch settings";
"C15r628F" = "Cancel batch";
"ILIrlMRI" = "Remove";
"uIoUicAT" = "Shop markup settings";
"lh2qHdTn" = "In addition to the wholesale price, the selling price of purchased and distributed goods will automatically increase, and
You can modify the selling price of the product in my shop";
"TTujoFCX" = "Modify the price";
"fSI31JlG" = "Increase on the basis of the wholesale price, and the sales price of the product will automatically increase";
"48s4Krw3" = "Increase";
"OiyI7Yv4" = "Increase by amount";
"ppfTLgqX" = "For example, the wholesale price of the product is $10.00, the fixed amount is $3.50, and sales=$10.00+ $3.50=$13.50";
"yhFG91ef" = "By a fixed ratio";
"fT7d7RH8" = "For example, the wholesale price of the product is $10.00, the fixed ratio is $10%, and the sales price = $10.00x
(1+10%)=$11.00";
"CBp2ZNgi" = "Proportional + amount";
"Nm1uzdq4" = "Fixed ratio";
"47ZS6Lxe" = "fixed amount";
"pwOl0Xvn" = "For example, the wholesale price of the product is $10.00, the fixed ratio is $10%, and the fixed amount is $3.50
Sale price={$10.00x(1+10%)}+$3.50=$14.50";
"PTH72dLR" = "Product specifications";
"QZb4mhlv" = "Wholesale price($)";
"7vkfTSRV" = "Selling price($)";


"Ck5mgja4" = "Not withdrawable";
"iQW6cNX0" = "Order in progress";
"3VeQVX4G" = "Bank Account";
"3fE8sWJ3" = "Bank";
"NwmaxbJT" = "Withdraw";
"g1fQaiVM" = "Please fill in the payment account";
"o3CU6pLB" = "Please fill in the name of the payment account";
"iX6Ub7No" = "Application submitted";
"xHUEcbn4" = "Please agree to the seller agreement";
"k8AMY8Yk" = "Basic information";
"FUnQzh0X" = "Social account";
"IvMdlQpA" = "Enter a shop";
"zhf9RwCh" = "Search store products";
"c4Iw0foV" = "Select all";
"EAcRaWe9" = "Modify prices in bulk";
"lcOXit4u" = "Set successfully";
"u7pH8DDd" = "Selection Center";
"MUkyJash" = "Please enter a keyword";

"real_income" = "Settlement income";

"add_price" = "Markup amount";
"sale_price_calculate" = "Sales price = wholesale price + markup amount";

"17BaSXBw" = "Found similar products for you";
"Mk1LMz7W" = "Similar product not found";
"1qzQN4eG" = "Efforts are being made to identify...";
"irAQFrqj" = "Go to Setting->Privacy->Camera, turn on Camera Permission";
"P740wqf3" = "Take product pictures";
"tn_search_result_time_tips" = "Expected 10 seconds to recognize the result";

"Tw0pO3zY" = "Delivery time";
"jGkbvTn5" = "Expected to be delivered at %@";
"SiUlE434" = "The following items have expired";
"ZPPi9yx1" = "The following items are out of stock";
"JEzQgoNE" = "The following items have been removed";
"2wfHEi8D" = "Back to modify";
"huGO7Ng5" = "Please select a specific delivery time";
"Dl5EYqcs" = "Estimated delivery time";

"PvDt6VBS" = "Not within the scope of delivery";
"83pOtE7w" = "View Shipping Feature";
"mtu7P3yv" = "The current delivery address is not within the sales area";
"wmhDEksP" = "Create new delivery address";

"mgIQzjJY" = " A total of %ld items";
"9fdM8aV0" = "See more";
"fQZWeiLL" = "My Order";
"yrT0b3vt" = "Pending review";
"NCLB5d4E" = "Online communication";
"k2UgCi7p" = "Please select the source of the information";
"8L5GjYrU" = "Where did you know about investment information?";
"hWVJYzUP" = "Modify purchase quantity";

"I2a76cxo" = "The order will be reviewed within 1 minute. After the review, please pay in time. If it is still pending for a long time, please contact the customer service staff.";
"8Je39TOV" = "Refresh Approval Status";
"mRYU5bxb" = "The status of paid and cancelled orders: Estimated income (amount after deduction of service fee)\n\nThe status of the completed order is displayed: settlement income (amount after deducting the service fee)\n\nIf the logistics status of the overseas purchase order is international transportation, the settlement income (the amount after deducting the service fee) will be displayed.\n\nWhen an overseas purchase has been settled for an after-sales order (the order is cancelled), the revenue generated by the order will be deducted";
"pkjnFFIN" = "Settled";
"GnNBppFg" = "Part-time income, cannot initiate withdrawal by yourself";
"3Rg5syJS" = "Ordinary income";
"2FyXKLNM" = "1. All order settlement income generated by ordinary sellers \n 2, Non-overseas purchase settlement income generated by part-time sellers";
"UYkt3Raq" = "Part-time income";
"gBDoAbUa" = "Part-time income: Part-time sellers generate settled income from overseas purchase orders, which cannot be withdrawn by themselves. Please contact customer service to withdraw this part of the income.";
"7LIDsWGg" = "There is no relevant search data, please change the search condition";
"h2H7EfuN" = "End time cannot be less than start time";
"lBMuQWri" = "The time interval cannot exceed 90 days";
"oZpZHOhQ" = "Customize";
"hBQaWtMv" = "Starting time";
"TvHMC2uy" = "End Time";
"1mqzrw9T" = "Total: %ld";
"iW3fflPm" = "Total income";
"XgYwFZxn" = "Expand";
"CVwrQ7RV" = "（Part-time income）";
"ZtxDc0nT" = "Last 7 days";
"OVdIjzDL" = "Last 30 days";

"tn_withdraw_success_tips" = "The platform has submitted the funds channel for processing. Normally, the withdrawal funds will arrive in the account within 2-7 days";

"LR4nKEjJ" = "Shipping fee in China";
"7YWbzBzV" = "International Shipping fee";
"yPagC9Hf" = "Tutorial";
"5Wyjqy9b" = "Customer group";
"puzB8PGj" = "Please select a customer group";
"umX4vUZT" = "Customer Channel Type";
"G3osrW8A" = "Please select a customer channel type";
"JxpZtQMe" = "Store pictures";
"tn_getNewPrice_loading" = "Fetching latest product price";

"5qCmA9vN" = "Theme venue";
"0GASiV54" = "Hot Selling";
"jeKXcBaw" = "Click the button to switch the style of the page";
"tn_click_collapse" = "Click to collapse";

"tn_full" = "Full";
"tn_reserve_full" = "Reservation is full";

"6jak19x8" = "Single buy";
"d6Te2ndf" = "Batch";
"ju2TZTyz" = "The total number of items start from %ld pieces";
"zXpfvxcb" = "The minimum order quantity is %ld pieces";
"mk3QbbX9" = "Quantity is a multiple of %ld";
"FnWMUMKZ" = "Price range";
"cDxe1XFc" = "Batch support";
"JAl17oWr" = "Wholesale from %ld pieces";
"xbvsNRMg" = " %ld selected";
"NATLXIbk" = "Please enter purchase quantity";

"tn_selected_delivery_time_tips" = "Please select a delivery time";
"tn_mix_batch" = "Mixed batch";

"tn_order_basefreight" = "Base shipping fee";
"tn_order_additionalfreight" = "Shipping fee for reservation";
"tn_total_k" = "Total";
"tn_items_number_k" = "%ld items";

"mU9bFepw" = "Logistic Contact";
"66SQCse1" = "New Products Recommend";
"1PvveLDi" = "Product details";
"Y6ARiDuW" = "View all";
"K36W3YCd" = "Recommend";
"SIWvcs5U" = "Collect";
"GSoqaQzH" = "Share to earn";
"W8Ynfqn2" = "Hot sale has been set";
"azV44ImU" = "Hot sale cancelled";
"hiVjz7zq" = "Set Hot Sale";
"FEVFu8Ej" = "Cancel Hot Sale";

"6pPdIAun" = "The order has been created, please do not repeat the order";
"aYqIpIoH" = "Topic";
"YE60b1rg" = "No related products found, please search with another keyword";
"2IEOpBIr" = "No related products found, you can check the products in the mall";

"tn_selected_payment" = "Select Payment Method";
"tn_recomend_for_you" = "Recommended for you";
"tn_please_selected_payment" = "Please select the payment method";
"tn_change_payment_tips" = "If the current payment method is unstable, you can choose another payment method";

"tn_color_to_area" = "Delivery areas corresponding to color";
"tn_expand_more_area" = "Expand to see more delivery areas";

"8pF4Tooc" = "Arrival time";
"JGYtII7J" = "Please open the WN wallet and real-name authentication before viewing the income data";
"bYACqNTz" = " To open";
"5ai7F6X6" = "Order Status";
"LA2A7zZs" = " Income type";
"vNSWHRwA" = "Wallet";
"eS9STDsS" = "The settled amount is the cumulative amount that has been deposited into the wallet";
"PyKIqvR0" = "The amount not yet in the wallet, the total amount to be settled";
"m4qB6RZi" = "Before applying for a seller, you need to open a wownow wallet and real-name authentication, so that the income can reach your wallet in time";

"tn_order_done_time" = "Order completion time";

"UTgNWIp6" = "Additional shipping fee";

"tn_call_rider" = "Contact Rider";
"tn_search_find" = "Discover";
"tn_search_rank" = "Search leaderboards";
"tn_find_the_same" = "Find the same";
"tn_click_area_color" = "Click on the color to see the delivery range";

"tn_link" = "Link";
"tn_telegram_group" = "Telegram group";
"tn_enter" = "Enter";
"tn_jion_telegram" = "Join the Telegram group to get more discounts";

"tn_continue" = "Continue";
"tn_duplicate_order_tips" = "You have placed the order just now, please do not repeat the order";
"tn_buy_again" = "Order again";

"VPdlGdML" = "Please enter the promo code";
"bUYo9SST" = "Coupons cannot be used at the same time,
the best offer has been matched";
"Lj8FNljv" = "Please select a coupon";
"1OcNTCXR" = "Telephone customer service";
"M3WSeFCc" = " Click to call";
"Zq59QECC" = "Telegram Customer Service";
"AXSH62N2" = "Other methods";

"tn_current_order" = "The products ordered this time";
"tn_continue_order" = "Continue Shopping";

"tn_special_offer" = "Special offer";

"ctJWOdqh" = "Free delivery";
"8NS0KvHv" = "Agree";
"N3BS7pn3" = "Confirm";
"YopSSoSE" = "Please tick the Agree button";
"ycHB01cL" = "Delivered immediately";
"RQhkSnX7" = "I want to consult the waybill number：";
"dK5ckXzw" = "Waybill number：";
"VXqx9tll" = "Are you sure to delete these %ld items?";
"I80nN3yX" = "Please select a product";


"tn_no_des" = "No description";
"tn_choose_ship_company" = "Choose a logistics company";
"tn_please_choose_ship_company" = "Please select a logistics company";
"tn_waybill_freight" = "Waybill freight";
"tn_recommend_k" = "Recommend";

"tn_go_to_cart" = "Go to cart";


"tn_activity_not_delivery_tip" = "The delivery address is not within the delivery range";
